Repository: Berry7028/Clipy
Catalog: Clipy/Resources/Localizable.xcstrings
Source language: en
Languages: de, it, ja, pt_br, zh_hans

source: Add
de: Hinzufügen
it: Aggiungi
ja: 追加
pt_br: Adicionar
zh_hans: 添加

source: Are you sure want to delete this item?
de: Möchten sie diesen Eintrag wirklich löschen?
it: Vuoi davvero eliminare questo elemento?
ja: 本当に削除してもよろしいですか？
pt_br: Tem certeza de que deseja excluir este item?
zh_hans: 确定要删除此项？

source: Are you sure you want to clear your clipboard history?
de: Möchten sie den Verlauf ihrer Zwischenablage wirklich löschen?
it: Vuoi davvero cancellare tutte le voci della Cronologia?
ja: 本当にクリップボード履歴をクリアしますか？
pt_br: Tem certeza de que deseja limpar seu histórico da área de transferência?
zh_hans: 确定想要清空剪贴板历史？

source: Cancel
de: Abbrechen
it: Annulla
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

source: Clear History
de: Verlauf löschen
it: Svuota la Cronologia
ja: 履歴をクリア
pt_br: Limpar Histórico
zh_hans: 清除历史

source: Delete Item
de: Einträge löschen
it: Elimina
ja: スニペットを削除
pt_br: Excluir Item
zh_hans: 删除

source: Don't Launch
de: Nicht starten
it: Non avviare
ja: 起動しない
pt_br: Não Iniciar
zh_hans: 不要打开

source: Edit Snippets...
de: Snippets bearbeiten...
it: Modifica snippet...
ja: スニペットを編集...
pt_br: Editar Snippets...
zh_hans: 编辑片断...

source: General
de: Allgemein
it: Generali
ja: 一般
pt_br: Geral
zh_hans: 通用

source: History
de: Verlauf
it: Cronologia
ja: 履歴
pt_br: Histórico
zh_hans: 历史

source: Launch Clipy on system startup?
de: Clipy beim Starten öffnen?
it: Vuoi avviare Clipy al login?
ja: システム起動時にClipyを起動しますか?
pt_br: Iniciar o Clipy ao iniciar o sistema?
zh_hans: 系统启动时打开 Clipy?

source: Launch on system startup
de: Anwendung automatisch starten
it: Avvia Clipy al login
ja: 起動する
pt_br: Iniciar com o sistema
zh_hans: 系统启动时打开

source: Menu
de: Menü
ja: メニュー
zh_hans: 菜单

source: Please fill in the contents of the snippet
de: Bitte geben Sie den Inhalt des Snippets ein
it: Si prega di compilare il contenuto dello snippet
ja: スニペットの内容を記入してください
pt_br: Por favor, preencha o conteúdo do snippet
zh_hans: 请填写代码段的内容

source: Preferences...
de: Einstellungen...
it: Preferenze...
ja: 環境設定...
pt_br: Preferências...
zh_hans: 偏好设置...

source: Quit Clipy
de: Clipy beenden
it: Esci da Clipy
ja: Clipyを終了
pt_br: Encerrar Clipy
zh_hans: 退出 Clipy

source: Shortcuts
de: Tastenkombinationen
it: Scorciatoie
ja: ショートカット
pt_br: Atalhos
zh_hans: 快捷键

source: Updates
de: Aktualisierungen
it: Aggiornamenti
ja: アップデート
pt_br: Atualizações
zh_hans: 更新

source: You can change this setting in the Preferences if you want.
de: Sie können diese Option in den Einstellungen ändern.
it: Puoi modificare questa impostazione nelle Preferenze.
ja: この設定はいつでも変更できます
pt_br: Você pode alterar essa configuração nas Preferências, se desejar.
zh_hans: 如有需要可在偏好设置中修改本设置。

source: Action
de: Aktion
it: Azione
ja: アクション
pt_br: Ação

source: Add a menu item to clear clipboard history
de: Menüeintrag hinzufügen, um Zwischenablagenverlauf zu löschen
it: Aggiungi una voce di menu per svuotare la Cronologia
ja: クリップボード履歴を消去するメニュー項目を追加
pt_br: Adicionar um item ao menu para limpar o histórico
zh_hans: 在菜单项中添加清空历史

source: Add key equivalents to numeric keys
de: Tastenäquivalent für Nummerntasten hinzufügen
it: Aggiungi riferimenti equivalenti ai tasti numerici
ja: 数字キーにキー相当を追加
pt_br: Adicionar atalhos para as teclas numéricas
zh_hans: 添加等效于数字键的按键

source: Appearance
de: Aussehen
it: Aspetto
ja: 外観
pt_br: Aparência
zh_hans: 外观

source: Automatic Updates
de: Automatische Updates
it: Aggiornamenti automatici
ja: 自動アップデート
pt_br: Atualizações automáticas
zh_hans: 自动更新

source: Automatically check for updates:
de: Automatisch nach Aktualisierungen suchen:
it: Verifica la disponibilità di aggiornamenti:
ja: アップデートを自動確認:
pt_br: Verificar atualizações automaticamente:
zh_hans: 自动检查更新：

source: Behavior
de: Verhalten
it: Impostazioni essenziali
ja: 動作
pt_br: Comportamento
zh_hans: 行为

source: Beta settings might be moved to a different pane in future versions.
de: Beta-Einstellungen könnten in zukünftigen Versionen in eine andere Ansicht verschoben werden.
it: Le impostazioni delle versioni Beta potrebbero non essere più valide dopo il rilascio ufficiale.
ja: ベータ設定は今後のバージョンで別のペインに移動される可能性があります。
pt_br: As configurações beta podem ser movidas para um painel diferente em versões futuras.
zh_hans: Beta 测试设置将来可能会被移到其它面板。

source: Black
de: Schwarz
it: Nero
ja: 黒
pt_br: Preto
zh_hans: 黑色

source: Check Now
de: Jetzt überprüfen
it: Controlla adesso
ja: 今すぐ確認
pt_br: Verificar Agora
zh_hans: 现在检查

source: Check interval
de: Prüfintervall
it: Intervallo di controllo
ja: 確認間隔
pt_br: Intervalo de verificação
zh_hans: 检查间隔

source: Clipboard History
de: Zwischenablagenverlauf
it: Cronologia
ja: クリップボード履歴
pt_br: Histórico da Área de Transferência
zh_hans: 剪贴板历史

source: Current version
de: Aktuelle Version
it: Versione attuale
ja: 現在のバージョン
pt_br: Versão atual
zh_hans: 当前版本

source: Daily
de: Täglich
it: Ogni giorno
ja: 毎日
pt_br: Diariamente
zh_hans: 每天

source: Date Created
de: Erstellungsdatum
it: Data e ora di creazione
ja: 作成日
pt_br: Data de Criação
zh_hans: 创建时间

source: Delete history
de: Verlauf löschen
ja: 履歴を削除
pt_br: Apagar histórico
zh_hans: 删除历史

source: Display icons in menu items
de: Icons in Menüeinträgen anzeigen
it: Mostra le icone
ja: メニュー項目にアイコンを表示
pt_br: Mostrar ícones nos itens do menu
zh_hans: 在菜单项中显示图标

source: Duplicate History
de: Doppelter Verlauf
it: Cronologia duplicata
ja: 重複履歴
pt_br: Histórico duplicado
zh_hans: 重复历史

source: Exclude
de: Ausschließen
it: Esclusioni
ja: 除外
pt_br: Exceções
zh_hans: 排除

source: Exclude these applications:
de: Diese Anwendungen ausschließen:
it: Escludi le seguenti applicazioni:
ja: これらのアプリケーションを除外:
pt_br: Excluir estes aplicativos:
zh_hans: 排除这些程序：

source: Filenames
de: Dateinamen
it: Nomi di file
ja: ファイル名
pt_br: Nomes de Arquivo
zh_hans: 文件名

source: History Menu
de: Verlaufsmenü
it: Menu Cronologia
ja: 履歴メニュー
pt_br: Menu de histórico
zh_hans: 历史菜单

source: Image Previews
de: Bildvorschauen
it: Anteprime immagini
ja: 画像プレビュー
pt_br: Pré-visualizações de imagens
zh_hans: 图像预览

source: Images (PNG/TIFF)
de: Bilder (PNG/TIFF)
it: Immagini (PNG/TIFF)
ja: 画像 (PNG/TIFF)
pt_br: Imagens (PNG/TIFF)
zh_hans: 图像 (PNG/TIFF)

source: Input "⌘ + V" after menu item selection
de: "⌘ + V" nach Selektierung von Menüeinträgen eingeben
it: Incolla automaticamente dopo la selezione
ja: メニュー項目選択後に「⌘ + V」を入力
pt_br: Pressionar "⌘ + V" após a seleção no menu
zh_hans: 选中菜单项后输入”⌘ + V“

source: Last Used
de: Zuletzt verwendet
it: Ultimo utilizzo
ja: 最終使用日
pt_br: Último Usado
zh_hans: 最近使用

source: Last update check
de: Letzte Updateprüfung
it: Ultimo controllo aggiornamenti
ja: 最終確認日時
pt_br: Última verificação de atualização
zh_hans: 上次检查更新

source: Launch on Login
de: Beim Starten öffnen
it: Avvia al login
ja: ログイン時に起動
pt_br: Iniciar no Login
zh_hans: 登录时打开

source: Main
de: Hauptmenü
it: principale
ja: メイン
pt_br: Principal
zh_hans: 主体

source: Mark menu items with numbers
de: Menüeinträge mit Nummern markieren
it: Aggiungi una cifra (scelta rapida) prima di ogni elemento
ja: メニュー項目に番号を付ける
pt_br: Marcar itens do menu com números
zh_hans: 用数字标记菜单项

source: Max clipboard history size:
de: Maximale Anzahl im Zwischenablagenverlauf:
it: Dimensione massima della Cronologia:
ja: クリップボード履歴の最大件数:
pt_br: Tamanho máximo do histórico:
zh_hans: 最大剪贴板历史：

source: Max length of tool tip string:
de: Maximale Länge der Kurzinfo:
it: Lunghezza massima del tooltip:
ja: ツールチップ文字列の最大長:
pt_br: Tamanho máximo da string da dica (tool tip):
zh_hans: 工具提示字符串最大长度：

source: Menu Items
de: Menüeinträge
it: Elementi del menu
ja: メニュー項目
pt_br: Itens do menu
zh_hans: 菜单项

source: Menu items' title starts with 0
de: Mit 0 anfangen
it: Inizia da 0
ja: メニュー項目のタイトルを 0 から始める
pt_br: Os títulos dos itens do menu começam com 0
zh_hans: 菜单项标题从0开始

source: Modifier
de: Sondertaste
it: Modificatore
ja: 修飾キー
pt_br: Modificador
zh_hans: 修饰键

source: Monthly
de: Monatlich
it: Una volta al mese
ja: 毎月
pt_br: Mensalmente
zh_hans: 每月

source: Move instead of copying (removes the older one from the list)
de: Verschieben anstatt kopieren (Entfernt älteren Eintrag von der Liste)
it: Sposta (Rimuovi il meno recente)
ja: コピーせず移動する（古い項目をリストから削除）
pt_br: Mover em vez de copiar (remove o mais antigo da lista)
zh_hans: 移动而非拷贝（第二次粘贴时把旧的项从列表中移除）

source: Never
de: Nie
it: Mai
ja: なし
pt_br: Nunca
zh_hans: 从不

source: No excluded applications
de: Keine ausgeschlossenen Apps
it: Nessuna applicazione esclusa
ja: 除外アプリケーションはありません
pt_br: Nenhum aplicativo excluído
zh_hans: 没有排除的应用程序

source: None
de: Keins
it: Nessuna icona
ja: なし
pt_br: Nenhum
zh_hans: 无

source: Number of characters in the menu:
de: Anzahl der Zeichen im Menü:
it: Lunghezza massima delle voci di menu:
ja: メニュー内の文字数:
pt_br: Número de caracteres no menu:
zh_hans: 菜单中字符的个数：

source: Number of items place inline:
de: Anzahl der Einträge die innerhalb angezeigt werden:
it: Menu principale della Cronologia:
ja: インライン表示する項目数:
pt_br: Número de itens exibidos em linha (inline):
zh_hans: 不放进文件夹的菜单项个数：

source: Number of items place inside a folder:
de: Anzahl der Einträge in einem Ordner:
it: Cartelle:
ja: フォルダ内に表示する項目数:
pt_br: Número de itens colocados em uma pasta:
zh_hans: 每个文件夹中项的个数：

source: Paste and delete history
de: Einfügen und Verlauf löschen
ja: ペーストして履歴を削除
pt_br: Colar e apagar histórico
zh_hans: 粘贴并删除历史

source: Paste as PlainText
de: Als Klartext einfügen
it: Incolla come testo semplice
ja: プレーンテキストとしてペースト
pt_br: Colar como Texto Simples
zh_hans: 以纯文本格式粘贴

source: Place already copied history at the top
de: Kopierten Verlauf oben anfügen
it: Mostra in cima gli elementi selezionati dalla Cronologia
ja: コピー済み履歴を先頭に移動
pt_br: Colocar o histórico já copiado no topo
zh_hans: 把已经粘贴的历史置顶

source: Plain Text
de: Klartext
it: Testo semplice
ja: プレーンテキスト
pt_br: Texto Simples (Plain Text)
zh_hans: 纯文本

source: Privacy
de: Datenschutz
ja: プライバシー
pt_br: Privacidade
zh_hans: 隐私

source: Remove
de: Entfernen
it: Rimuovi
ja: 削除
pt_br: Remover
zh_hans: 移除

source: Save screenshots in history
de: Bildschirmfotos im Verlauf speichern
it: Salva gli screenshot nella Cronologia
ja: スクリーンショットを履歴に保存
pt_br: Salvar capturas de tela no histórico
zh_hans: 在历史中保存屏幕截图

source: Screenshot
de: Bildschirmfoto
ja: スクリーンショット
pt_br: Captura de tela
zh_hans: 屏幕截图

source: Select clipboard types to store:
de: Zwischenablagetypen auswählen:
it: Seleziona i tipi di dati da conservare nella Cronologia:
ja: 保存するクリップボードタイプを選択:
pt_br: Selecione os tipos a serem armazenados:
zh_hans: 选择要保留的剪贴板类型：

source: Send crash report and error log (reflected at the next launch)
de: Absturzberichte und Fehlerprotokolle senden (Nach dem nächsten Anwendungsstart)
it: Invia rapporti sugli arresti anomali
ja: クラッシュレポートとエラーログを送信（次回起動時に反映）
pt_br: Enviar relatório de erro e log (refletido na próxima inicialização)
zh_hans: 发送崩溃报告和错误日志（下次启动时生效）

source: Show Image
de: Bild anzeigen
it: Mostra immagini
ja: 画像を表示
pt_br: Mostrar Imagem
zh_hans: 显示图像

source: Show alert panel before clear history
de: Warndialog beim Löschen des Verlaufs anzeigen
it: Mostra un avviso prima di svuotare la Cronologia
ja: 履歴削除前に確認アラートを表示
pt_br: Mostrar alerta antes de limpar o histórico
zh_hans: 清空历史前显示警告面板

source: Show color code preview
de: Farbcode-Vorschau anzeigen
it: Mostra l'anteprima del codice colore
ja: カラーコードのプレビューを表示
pt_br: Mostrar prévia do código de cor
zh_hans: 为颜色代码显示预览

source: Show tool tip on a menu item
de: Kurzinfo am Menüeintrag anzeigen
it: Mostra i tooltip sugli elementi della Cronologia
ja: メニュー項目にツールチップを表示
pt_br: Mostrar dica (tool tip) em um item do menu
zh_hans: 为菜单项显示工具提示

source: Sort history order by:
de: Verlauf sortieren nach:
it: Ordina la Cronologia in base a:
ja: 履歴の並び順:
pt_br: Ordenar o histórico por:
zh_hans: 历史排序按照：

source: Status Bar icon style:
de: Icon in der Menüleiste:
it: Stile dell'icona nella barra dei menu:
ja: ステータスバーアイコンのスタイル:
pt_br: Estilo do ícone na barra de status:
zh_hans: 状态栏图标样式：

source: Thumbnail height:
de: Höhe:
it: Altezza:
ja: サムネイルの高さ:
pt_br: Altura:
zh_hans: 高度：

source: Thumbnail width:
de: Breite:
it: Larghezza:
ja: サムネイルの幅:
pt_br: Largura:
zh_hans: 宽度：

source: Tool Tips
de: Kurzinfos
it: Suggerimenti
ja: ツールチップ
pt_br: Dicas
zh_hans: 工具提示

source: Type
de: Typ
it: Appunti
ja: タイプ
pt_br: Tipo
zh_hans: 类型

source: Weekly
de: Wöchentlich
it: Una volta alla settimana
ja: 毎週
pt_br: Semanalmente
zh_hans: 每周

source: White
de: Weiß
it: Bianco
ja: 白
pt_br: Branco
zh_hans: 白色

source: chars
de: Zeichen
it: caratteri
ja: 文字
pt_br: caracteres
zh_hans: 字符

source: items
de: Einträge
it: elementi
ja: 件
pt_br: itens
zh_hans: 项

source: px
de: Pixel
it: pixel
pt_br: pixels
zh_hans: 像素

source: Rich Text Format (RTF)
it: RTF
ja: リッチテキスト形式 (RTF)
pt_br: Formato Rich Text (RTF)
zh_hans: 多信息文本格式（RTF）

source: Rich Text Format Directory (RTFD)
it: RTFD
ja: リッチテキスト形式ディレクトリ (RTFD)
pt_br: Diretório em Formato Rich Text (RTFD)
zh_hans: 多信息文本格式（RTFD）

source: Shift
it: Maiuscolo

source: Version
it: Versione
ja: バージョン
pt_br: Versão
zh_hans: 版本

source: Open System Preferences
ja: "システム環境設定"を開く
pt_br: Abrir Preferências do Sistema

source: Please allow Accessibility.
ja: アクセシビリティを有効にしてください。
pt_br: Por favor, permita Acessibilidade

source: Snippet
ja: スニペット
zh_hans: 片断

source: To do this action please allow Accessibility in Security & Privacy preferences, located in System Preferences.
ja: この動作を行うためにはシステム環境設定の"セキュリティとプライバシー"環境設定で、Clipyへのアクセシビリティのアクセスを許可してください。
pt_br: Para realizar esta ação, permita Acessibilidade nas preferências de Segurança e Privacidade localizadas nas Preferências do Sistema.

source: Alt
ja: Option

source: Beta
ja: ベータ
zh_hans: Beta测试

source: For confidential data, such as from password managers.
ja: パスワードマネージャーなどの機密データ向けです。

source: Ignore clipboard data marked as Concealed
ja: Concealed とマークされたクリップボードデータを無視
